[
  {
    "id": "1",
    "title": "Aksi Sosial di Panti Jompo Tresna Werdha",
    "excerpt": "GMB mengadakan kegiatan bakti sosial dengan mengunjungi panti jompo untuk berbagi kasih dan makanan kepada lansia.",
    "content": "Generasi Muda Berprestasi (GMB) kembali menunjukkan kepedulian sosialnya melalui kegiatan bakti sosial di Panti Jompo Tresna Werdha. Kegiatan ini diikuti oleh 50+ anggota GMB dari berbagai daerah di Indonesia.\n\nDalam kegiatan ini, para anggota GMB membagikan makanan, memberikan hiburan berupa penampilan seni, dan yang terpenting adalah memberikan perhatian serta kasih sayang kepada para lansia. Kegiatan ini merupakan wujud nyata dari visi GMB untuk menciptakan generasi muda yang tidak hanya berprestasi dalam bidang akademik, tetapi juga memiliki kepedulian sosial yang tinggi.\n\nMenurut Risky Erlangga, Founder GMB, kegiatan seperti ini akan terus diadakan secara rutin sebagai bentuk kontribusi GMB kepada masyarakat. 'Prestasi tidak hanya diukur dari pencapaian akademik, tetapi juga dari seberapa besar kontribusi kita kepada sesama,' ujarnya.",
    "category": "Sosial & Lingkungan",
    "date": "2024-04-02",
    "image": "https://api.builder.io/api/v1/image/assets/TEMP/d759ccb982b0ed793be73f88ed873511755f71b3?width=826",
    "featured": true
  },
  {
    "id": "2",
    "title": "GMB Raih Juara 1 Kompetisi Inovasi Teknologi Nasional",
    "excerpt": "Tim GMB berhasil meraih juara 1 dalam kompetisi inovasi teknologi tingkat nasional dengan aplikasi edukasi.",
    "content": "Tim Generasi Muda Berprestasi berhasil menorehkan prestasi gemilang dengan meraih juara 1 dalam Kompetisi Inovasi Teknologi Nasional 2024. Tim yang terdiri dari 5 anggota GMB dari berbagai universitas ini berhasil mengalahkan 200+ tim pesaing dari seluruh Indonesia.\n\nInovasi yang mereka kembangkan adalah aplikasi edukasi berbasis AI yang dapat membantu siswa dalam memahami materi pelajaran dengan lebih mudah. Aplikasi ini menggabungkan teknologi kecerdasan buatan dengan metode pembelajaran interaktif yang terbukti efektif.\n\nPencapaian ini semakin membuktikan bahwa GMB berhasil mencetak generasi muda yang tidak hanya aktif berorganisasi, tetapi juga mampu berinovasi dan berkompetisi di level nasional. Prestasi ini juga menjadi motivasi bagi anggota GMB lainnya untuk terus mengembangkan potensi diri.",
    "category": "Prestasi",
    "date": "2024-03-15",
    "image": "https://api.builder.io/api/v1/image/assets/TEMP/1ee75823e403d8c6b82447a8b1b41903d11d7c62?width=826"
  },
  {
    "id": "3",
    "title": "Workshop Kepemimpinan dan Pengembangan Karakter",
    "excerpt": "GMB menyelenggarakan workshop kepemimpinan untuk mengembangkan soft skill anggota dalam berorganisasi.",
    "content": "Generasi Muda Berprestasi mengadakan Workshop Kepemimpinan dan Pengembangan Karakter yang dihadiri oleh lebih dari 300 peserta dari berbagai daerah. Workshop ini bertujuan untuk mengembangkan kemampuan kepemimpinan dan soft skill anggota GMB.\n\nMateri workshop mencakup public speaking, team building, project management, dan leadership skills. Para peserta mendapat kesempatan untuk praktik langsung melalui berbagai simulasi dan studi kasus nyata.\n\nNarasumber workshop adalah para profesional dan leader muda yang telah berhasil di bidangnya masing-masing. Workshop ini mendapat respons positif dari peserta dan berhasil meningkatkan kapasitas kepemimpinan anggota GMB.",
    "category": "Pendidikan",
    "date": "2024-03-20",
    "image": "https://api.builder.io/api/v1/image/assets/TEMP/8762bb4daa87f0ef1474d83762c6bfe1630b3f8a?width=826"
  },
  {
    "id": "4",
    "title": "Festival Seni dan Budaya Nusantara GMB 2024",
    "excerpt": "GMB menggelar festival seni dan budaya untuk melestarikan kekayaan budaya Indonesia di kalangan generasi muda.",
    "content": "Festival Seni dan Budaya Nusantara GMB 2024 sukses digelar dengan antusiasme tinggi dari seluruh anggota. Festival ini menampilkan berbagai pertunjukan seni tradisional dari berbagai daerah di Indonesia.\n\nAcara ini menampilkan tarian tradisional, musik daerah, pameran kerajinan, dan kuliner nusantara. Lebih dari 1000 pengunjung hadir dalam acara ini, termasuk masyarakat umum dan pelajar dari berbagai sekolah.\n\nMelalui festival ini, GMB berkomitmen untuk turut melestarikan budaya Indonesia dan memperkenalkannya kepada generasi muda. Festival ini juga menjadi ajang untuk mempererat silaturahmi antar anggota GMB dari berbagai daerah.",
    "category": "Seni & Budaya",
    "date": "2024-02-28",
    "image": "https://api.builder.io/api/v1/image/assets/TEMP/0712dce131bf5d00a62977da22194dfa8e958337?width=826"
  },
  {
    "id": "5",
    "title": "Program Beasiswa Pendidikan untuk Siswa Berprestasi",
    "excerpt": "GMB meluncurkan program beasiswa untuk mendukung pendidikan siswa kurang mampu yang memiliki prestasi akademik.",
    "content": "Generasi Muda Berprestasi dengan bangga meluncurkan Program Beasiswa Pendidikan untuk mendukung siswa kurang mampu yang memiliki prestasi akademik tinggi. Program ini merupakan wujud nyata komitmen GMB dalam mencerdaskan bangsa.\n\nBeasiswa ini mencakup biaya pendidikan, buku, dan kebutuhan sekolah lainnya untuk jenjang SMA dan kuliah. Total ada 50 penerima beasiswa yang tersebar di 15 provinsi di Indonesia.\n\nProgram ini didukung oleh alumni GMB yang telah berhasil di berbagai bidang profesi. Dengan adanya program ini, diharapkan dapat membantu siswa berprestasi untuk melanjutkan pendidikan ke jenjang yang lebih tinggi tanpa terkendala masalah finansial.",
    "category": "Pendidikan",
    "date": "2024-02-10",
    "image": "https://api.builder.io/api/v1/image/assets/TEMP/3678707e562bb9669e8d0a676141d939c2274565?width=826"
  },
  {
    "id": "6",
    "title": "Gerakan Bersih Pantai dan Pelestarian Lingkungan",
    "excerpt": "Aksi peduli lingkungan GMB dengan membersihkan pantai dan edukasi pelestarian lingkungan kepada masyarakat.",
    "content": "GMB menggelar aksi Gerakan Bersih Pantai sebagai bagian dari komitmen terhadap pelestarian lingkungan. Kegiatan ini diikuti oleh 200+ anggota GMB dan masyarakat sekitar pantai.\n\nSelain membersihkan sampah plastik, kegiatan ini juga mencakup edukasi tentang pentingnya menjaga kelestarian lingkungan laut dan dampak sampah plastik terhadap ekosistem. Para peserta juga menanam pohon mangrove untuk membantu konservasi pantai.\n\nAksi ini berhasil mengumpulkan lebih dari 500 kg sampah dan mendapat apresiasi dari pemerintah daerah. GMB berkomitmen untuk melakukan kegiatan serupa secara rutin di berbagai daerah.",
    "category": "Sosial & Lingkungan",
    "date": "2024-01-25",
    "image": "https://api.builder.io/api/v1/image/assets/TEMP/38c8ef5b4c7c03c6e7064cd62da4adb672bf5b37?width=826"
  },
  {
    "id": "7",
    "title": "Seminar Nasional Kewirausahaan dan Digital Marketing",
    "excerpt": "GMB menyelenggarakan seminar untuk membekali anggota dengan pengetahuan kewirausahaan dan digital marketing.",
    "content": "Seminar Nasional Kewirausahaan dan Digital Marketing sukses digelar dengan menghadirkan para entrepreneur muda sukses sebagai narasumber. Acara ini dihadiri oleh 500+ peserta dari berbagai universitas.\n\nMateri seminar mencakup strategi membangun startup, digital marketing, e-commerce, dan tips sukses berbisnis di era digital. Para peserta juga mendapat kesempatan untuk networking dan konsultasi bisnis langsung dengan para narasumber.\n\nSeminar ini memberikan inspirasi dan pengetahuan praktis bagi anggota GMB yang tertarik mengembangkan jiwa entrepreneurship. Beberapa peserta bahkan langsung memulai proyek bisnis mereka setelah mengikuti seminar ini.",
    "category": "Pendidikan",
    "date": "2024-01-15",
    "image": "https://api.builder.io/api/v1/image/assets/TEMP/f5a551f89ce4b9d503fa9127d2483ffe89c2ad14?width=330"
  },
  {
    "id": "8",
    "title": "Kompetisi Debat Nasional GMB Cup 2024",
    "excerpt": "GMB menyelenggarakan kompetisi debat nasional untuk mengasah kemampuan berpikir kritis generasi muda.",
    "content": "Kompetisi Debat Nasional GMB Cup 2024 diikuti oleh 120 tim dari seluruh Indonesia. Kompetisi ini bertujuan untuk mengasah kemampuan berpikir kritis, argumentasi, dan public speaking para peserta.\n\nTema debat yang diangkat adalah isu-isu aktual seperti teknologi, pendidikan, lingkungan, dan sosial kemasyarakatan. Kompetisi berlangsung selama 3 hari dengan berbagai babak eliminasi hingga final.\n\nPemenang kompetisi mendapat beasiswa pendidikan dan kesempatan magang di perusahaan partner GMB. Kompetisi ini semakin memperkuat posisi GMB sebagai wadah pengembangan talenta generasi muda Indonesia.",
    "category": "Prestasi",
    "date": "2024-01-05",
    "image": "https://api.builder.io/api/v1/image/assets/TEMP/fc67dd84725edd0ffbeaab1cf7d306b446c6997f?width=330"
  }
]